export default {
  projections: {
    УслугаE: {
      номерУсл: {
        __caption__: 'Номер услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      автомобиль: {
        __caption__: 'Автомобиль',
        госНомер: {
          __caption__: 'Гос номер'
        },
        водитель: {
          __caption__: 'Водитель',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    УслугаL: {
      номерУсл: {
        __caption__: 'Номер услуги'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      длительность: {
        __caption__: 'Длительность'
      }
    }
  },
  validations: {
    длительность: {
      __caption__: 'Длительность'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    номерУсл: {
      __caption__: 'Номер услуги'
    },
    автомобиль: {
      __caption__: 'Автомобиль'
    }
  }
};
